Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_opettajaopiskelijat_harjoittelivat_ensimmaista_kertaa_etayhteyksin_-_uskon_etta_tasta_kokemuksesta_on_hyotya_tulevaisuudessa_.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten opettajaopiskelijat harjoittelivat ensimmäistä kertaa etäyhteyksin – ”Uskon, että tästä kokemuksesta on hyötyä tulevaisuudessa”
smn: Sämikielâi máttáátteijeeuáppeeh hárjuttâllii vuossâmuu tove káidusohtâvuođâiguin – ”Mun oskom, ete taan feerimist lii ävkki puátteevuođâst”

source: Tulevat saamen kielten opettajat ovat ensimmäistä kertaa suorittaneet osan opetusharjoitteluistaan etäyhteyksin Saamen kielten etäyhteyksiä hyödyntävässä pilottihankkeessa .
smn: Puátteeh sämikielâi máttáátteijeeh láá vuossâmuu tove čođâldittâm uási máttááttâshárjuttâlmist káidusohtâvuođâiguin Sämikielâi káidusmáttááttâs piiloothaavâst .

source: Opetusharjoittelijoita on ollut inarin-, koltan- ja pohjoissaamen kielissä.
smn: Máttááttâshárjuttâlleeh láá lamaš anarâš-, nuorttâlâš- ja tavesämikielâst.

source: Opetusharjoittelut ovat osa Oulun yliopiston Ketterä korkeakoulu -hanketta , jossa koulutetaan saamenkielisiä aineenopettajia.
smn: Máttááttâshárjuttâlmeh láá uási Oulu ollâopâttuv Ketterä ollâškovlâ -haavâ , mast škuávlejuvvojeh sämikielâliih amnâsmáttáátteijeeh.

source: Opetusharjoittelussa opiskelijat ovat päässeet tutustumaan etäyhteyksiä hyödyntävän opetuksen pedagogiikkaan ja didaktiikkaan sekä syventämään omaa osaamistaan digitaalisten opetusvälineiden käyttämisessä.
smn: Máttááttâshárjuttâlmist uáppeeh láá uápásmâm káidusmáttááttâs pedagogiikân já didaktiikân já meid jieŋâlmittám jieijâs mättim digitaallij máttááttâsniävui kevttimist.

source: Opettajaopiskelijat ovat seuranneet etävälitteisiä tunteja ja opettaneet niitä myös itse.
smn: Máttáátteijeeuáppeeh láá čuávvum káidusoppâtiijmijd já sij láá meid toollâm tiijmijd.

source: Opettamiseen he ovat saaneet tukea ja ohjausta etähankkeen ohjaavilta opettajilta.
smn: Máttátmân sij láá finnim torjuu já stivrim káidushaavâ máttáátteijein.

source: – Opetusharjoittelu on ollut opettavainen kokemus myös minulle, kun harjoittelijat ovat rohkeasti käyttäneet erilaisia digitaalisia ohjelmia opetuksessaan, iloitsee ohjaava opettaja Satu Pieski.
smn: – Máttááttâshárjuttâllâm ääigi lam oppâm meid jieš, ko hárjuttâlleeh láá kiävttám sierâlágán digitaallijd ohjelmijd máttááttâsâst, illood stivrejeijee máttáátteijee Satu Pieski.

source: – Etäopetus on tulevaisuuden opetusmuoto, toteaa Saamen kielten etäyhteyksiä hyödyntävän opetushankkeen projektipäällikkö Hanna Helander.
smn: – Káidusmáttááttâs lii puátteevuođâ máttááttâsvyehi, muštâl Sämikielâi káidusmáttááttâshaavâ proojeekthovdâ Hanna Helander.

source: – On hienoa, että olemme pystyneet luomaan uusille saamen kielten opettajille mahdollisuuden tutustua etäyhteyksiä hyödyntävään opetukseen ja sen käytäntöihin jo heidän opiskeluvaiheessaan.
smn: – Lii suotâs, ete mij lep pastam faallâđ uđđâ sämikielâ máttáátteijeid máhđulâšvuođâ uápásmuđ káidusmáttááttâsân já ton keevâtlijd peelijd jo sii oppâmuddoost.

source: Etäopetukseen perehtyminen on tärkeää tulevien opettajien kannalta.
smn: Káidusmáttááttâsân uápásmem lii tehálâš puátteid máttáátteijeid.

source: Myös Ketterä korkeakoulu -hankkeen koordinaattori Tiina Mattanen pitää yhteistyötä onnistuneena ja tärkeänä.
smn: Meid Ketterä ollâškovlâ -haavâ koordinaattor Tiina Mattanen ana, ete oovtâstpargo lii luhostum já tehálâš.

source: – Kannustavaa palautetta on tullut sekä harjoittelijoilta että ohjaajilta.
smn: – Movtijdittee macâttâs lii puáttám sehe hárjuttâllein já stivrejeijen.

source: Olen iloinen siitä, että pääsimme kokeilemaan uusia tapoja toteuttaa opetusharjoittelut.
smn: Mun lam ilolâš tast, ete mij lep peessâm keččâliđ uđđâ vuovijd olášuttiđ máttááttâshárjuttâlmijd.

source: Tuleva pohjoissaamen kielen opettaja Máren-Elle Länsman on tyytyväinen harjoittelumahdollisuudesta etähankkeen parissa.
smn: Puátteš tavesämikielâ máttáátteijee Máren-Elle Länsman lii tuđâvâš, ko peesâi hárjuttâllâđ káidusmáttááttâsâst.

source: – Halusin päästä näkemään ja kokeilemaan itse, miten opetetaan etävälitteisesti.
smn: – Mun halijdim peessâđ uáiniđ já keččâliđ jieš, ete maht puáhtá máttááttiđ káidusin.

source: Oli lisäksi mukava harjoitella sellaisen ohjaajan opissa, joka on jo pidempään opettanut etänä.
smn: Lâi meid suotâs hárjuttâllâđ taggaar stivrejeijein, kote lii jo kuhheeb ääigi máttááttâm káidusin.

source: Uskon, että tästä kokemuksesta on hyötyä tulevaisuudessa.
smn: Mun oskom, ete taan feerimist lii ävkki meid puátteevuođâst .

source: Saamen kielten etäyhteyksiä hyödyntävässä opetushankkeessa annetaan tänä lukuvuonna opetusta 17 esi- ja perusopetuksen ryhmälle ja kolmelle lukiolaisryhmälle inarin-, koltan- ja pohjoissaamen kielessä.
smn: Sämikielâi káidusmáttááttâshaavâst máttáátteh taan luuhâmive 17 ovdâ- já vuáđumáttááttâsjuávkkud já kulmâ luvâttâhjuávhu anarâš-, nuorttâlâš- já tavesämikielân.

source: Ketterä korkeakoulu -hankkeessa opiskelee yhteensä kymmenkunta opettajaopiskelijaa, ja heidän pedagogiset opintonsa kestävät kuluvan vuoden loppuun saakka.
smn: Ketterä ollâškovlâ -haavâst láá ohtsis lovmat máttáátteijeeuáppee, já sii pedagoogliih uápuh pišteh taan ive loopâ räi.

source: Koulutushankkeen koulutukset toteutetaan Oulun yliopiston Giellagas-instituutin, kasvatustieteellisen tiedekunnan ja Saamelaisalueen koulutuskeskuksen yhteistyönä.
smn: Škovlimhaavâ škovliimeh olášuttojeh Oulu ollâopâttuv Giellagas-instituut, šoddâdemtiettui tieđâkode já Säämi máttááttâskuávdáá oovtâstpargon.

source: Molemmat hankkeet ovat Opetus- ja kulttuuriministeriön rahoittamia.
smn: Kuohtuid haavâid ruttâd Máttááttâs- já kulttuurministeriö.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke Hanna Helander hanna.helander(at)edu.utsjoki.fi 040 701 2094
smn: Sämikielâi káidusmáttááttâs piiloothaahâ Hanna Helander hanna.helander(at)edu.utsjoki.fi 040 701 2094

source: Ketterä korkeakoulu -hanke Tiina Mattanen tiina.mattanen(at)oulu.fi 029 4483 451
smn: Ketterä ollâškovlâ -haahâ Tiina Mattanen tiina.mattanen(at)oulu.fi 029 4483 451

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke Unna-Maari Pulska unna.pulska(at)samediggi.fi 040 614 5549
smn: Sämikielâi káidusmáttááttâs piiloothaahâ Unna-Maari Pulska unna.pulska(at)samediggi.fi 040 614 5549
